Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/science/samilogut/2010/3.valgmanntall.pdf.tmx
Source language: nob
Languages: sme

source: 3 Valgmanntall og valgdeltakelse ved sametingsvalgene i Norge 1989–
sme: 3 Jienastuslohku ja válgaoassálastin Norgga sámediggeválggain 1989-2009

source: Torunn Pettersen Forsker, Sámi allaskuvla/Samisk høgskole,
sme: Torunn Pettersen Dutki, Sámi allaskuvla / Samisk høgskole

source: stipendiat, Senter for samisk helseforskning, Universitetet i Tromsø
sme: Stipendiáhtta, Sámi dearvvašvuođadutkama guovddáš, Romssa universitehta

source: Sammenfatning Sametingets valgmanntall som helhet økte fra 5 500 i 1989 til nesten 14 000 i 2009. Økningen utgjorde om lag 150 %.
sme: Sámedikki jienastuslohku lassánii ollislaččat 5.500 rájes jagi 1989 measta 14.000 rádjái jagi 2009. Lassáneapmi dahká sullii 150 %.

source: Målt i rene tall var økningen spesielt stor foran valget i 2005. På valgkretsnivå har valgmanntallets størrelse og utvikling vist store variasjoner ved alle valg.
sme: Čielga loguid ektui lei lassáneapmi erenoamáš ollu ovddabealde válggaid 2005. Jienastuslogu sturrodagas ja ovdáneamis válgabiiredásis lea leamaš stuora variašuvdna juohke válggas.

source: I 2009 var det 109 av landets 430 kommuner som var helt uten personer med stemmerett ved sametingsvalg.
sme: 2009 ledje 109 riikka 430 suohkaniin áibbas olbmuid haga geain lea jienastanriekti sámediggeválggain.

source: I 26 kommuner var det mer enn 100 i valgmanntallet, mens det i 7 kommuner var mer enn 500. Det var 55 kommuner som hadde minst 30 innmeldte i manntallet.
sme: 26 suohkanis ledje eanet go 100 olbmo jienastuslogus,7suohkanis ledjeges badjel 500. 55 suohkanis ledje unnimusat 30 olbmo čálihan jienastuslohkui.

source: 88 % av alle manntallsregistrerte var bosatt i en av disse 30 kommunene.
sme: 88 % buohkain geat ledje čálihan jienastuslohkui ledje ássit dain suohkaniin.

source: Helt siden det første sametingsvalget er det kommunene Kautokeino og Karasjok som har hatt flest manntallsregistrerte på kommunenivå.
sme: Guovdageainnu ja Kárášjoga suohkaniin leat leamaš vuosttaš sámediggeválgga rájes juo stuorimus jienastuslogut suohkandásis.

source: Spesielt stor økning har manntallet hatt i kommunene Tromsø og Alta;
sme: Romssa ja Álttá suohkaniin lea leamaš erenoamáš stuora lassáneapmi;

source: siden 1989 har begge økt med om lag 800 personer eller nesten 600 %.
sme: namuhuvvon áigodagas lea jienastuslohku goappaš báikkiin lassánan sullii 800 olbmuin dahje 600 %.

source: I 2009 hadde Oslo det syvende største kommunevise valgmanntallet.
sme: Jienastuslogu sturrodaga ektui lei Oslo jagi 2009 čihččet stuorámus eaŋkalsuohkan.

source: Over tid er det en stadig større andel av de innmeldte i Sametingets valgmanntall som er bosatt sør i landet og/eller i bykommuner.
sme: Áiggi mielde lea jienastuslogu deaddu sirdásan dainna lágiin ahte stuorit ja stuorit oassi čálihuvvon olbmuin leat ássit riikka lulágeahčen ja/dahje gávpotsuohkaniin.

source: Det har vært registrert få eksplisitte utmeldinger av valgmanntallet.
sme: Jienastuslogus leat registreren unnán čielga eret dieđihemiid.

source: Alderssammensetningen i valgmanntallet viser at andelen innmeldte over 50 år er økende.
sme: Jienastuslogu ahkečoahkkádus čájeha ahte oassi sis geat čálihit jienastuslohkui ja leat badjel 50 jagi lassána.

source: Kjønnsfordelingen viser at mennene fremdeles er i flertall – manntallets kvinneandel var i 2009 på 47 %.
sme: Sohkabealejuohku čájeha ahte ain leat eanemus dievddut; jienastuslogu nissonoassi lei 47 % jagi 2009.

source: Kvinneandelen er imidlertid økende i de yngre årskullene. I 2009 var den på 55 % i aldersgruppen 18–30 år.
sme: Nissonoassi lassána nuorat jahkebuolvvain – 2009 lei dat 55 % ahkejoavkkus 18-30 jagi.

source: I 1989 var valgdeltakelsen ved sametingsvalget 78 %.
sme: Jagi 1989 sámediggeválggaid oassálastin lei 78 %.

source: Alle senere valg har hatt lavere prosentvis deltakelse.
sme: Buot válggain maŋŋil lea proseanttaid mielde leamaš unnit oassálastin.

source: På grunn av økningen i valgmanntallet har likevel antall personer som har stemt, steget fra valg til valg.
sme: Jienastuslogu lassáneami dihte lea goitge lohku galle olbmo jienastit lassánan válggas válgii.

source: I 2009 var det en samlet valgdeltakelse på 69 %, mens den kretsvise deltakelsen varierte mellom 78 % i Østre valgkrets og 54 % i Sør-Norge valgkrets.
sme: 2009 lei ollislaš válgaoassálastin 69%, biiriid mielde oassálastin rievddadii gaskal 78 % Nuortaguovllu válgabiires ja 54 % Lulli-Norgga válgabiires.

source: 3.1 Introduksjon
sme: 3.1 Álggaheapmi

source: Sametinget i Norge er et representativt politisk organ, valgt av og blant samer.
sme: Norgga Sámediggi lea ovddastuslaš politihkalaš orgána, válljejuvvon sápmelaččain ja sápmelaččaid gaskkas.

source: Dets arbeidsområde er alle saker som etter tingets oppfatning særlig berører den samiske folkegruppe.
sme: Dan bargosuorgin leat buot áššit mat dikki mielas erenoamážit gusket sámi álbmogii.

source: Valgbare og stemmeberettigede er de samer som har valgt å melde seg inn i et særskilt valgmanntall som er opprettet for dette formål – Sametingets valgmanntall.
sme: Sii geat leat válljehahttit ja sii geain lea jienastanriekti leat sápmelaččat geat leat válljen čálihit muhtun sierra jienastuslohkui mii lea ásahuvvon dan ulbmilii– Sámedikki jienastuslohku.

source: Kriterier for innmelding i Sametingets valgmanntall er i henhold til samelovens § 2-6 at man avgir erklæring om at man oppfatter seg selv som same, samt at man selv eller minst én forelder, besteforelder eller oldeforelder bruker / har brukt samisk som hjemmespråk (sameloven, 1987).
sme: Eavttut čálihit Sámedikki jienastuslohkui leat sámelága § 2-6 mielde ahte addá julggaštusa ahte atná iežas sápmelažžan, ja ahte alddis lea dahje unnimus ovttas váhnemiin, váhnenváhnemiin dahje máttarváhnemiin lea dahje lea leamaš sámegiella ruovttugiellan (Sámeláhka, 1987).

source: Sametinget i Norge ble etablert i 1989. Siden da har det vært avholdt seks valg.
sme: Norgga Sámediggi ásahuvvui 1989. Dan rájes leat leamaš guhtta válgga.

source: Valg til Sametinget foregår samtidig med valg til Stortinget, og valgårene har vært 1989, 1993, 1997, 2001, 2005 og 2009.
sme: Sámedikki válggat leat oktanis Stuoradikki válggaiguin ja válgajagit leat leamaš 1989, 1993, 1997, 2001, 2005 ja 2009.

source: De fem første sametingsvalgene ble gjennomført etter en ordning der landet var inndelt i 13 valgkretser som hver valgte inn tre representanter, med unntak av 2005, da det i tillegg ble valgt inn fire utjevningsmandater som ble fordelt til de fire kretsene med flest avgitte stemmer.
sme: (Vihtta vuosttaš sámediggeválgga čađahuvvojedje ortnega mielde mas riikka lei juhkkon 13 válgabiirii main guhtesge válljejedje golbma mandáhta (earret jagi 2005 go lassin válljejedje njeallje dássenmandáhta maid juhke njealji biirii main ledje jienastan eanemus).

source: Det utviklet seg imidlertid etter hvert en stigende misnøye med vedvarende store forskjeller i hvor mange stemmer som krevdes for å få inn mandater i de ulike valgkretsene (ved valget i 2005 var ytterpunktene 63 stemmer per mandat i kretsen Nordre Nordland og 277 stemmer per mandat i kretsen Kautokeino).
sme: Dađistaga šattai eanet ahte eanet duhtameahttunvuohta bissu stuora erohusaide das man galle jiena gáibidii oažžut mandáhtaid iešguđet válgabiiriide (jagi 2005 válggain ledje ravdamearit 63 jiena juohke mandáhttii Davit Nordlándda biires ja 277 jiena juohke mandáhttii Guovdageainnu biires).

source: Denne forskjellen kom av at det helt siden det første valget i 1989 hadde vært stor ulikhet i antall innmeldte i Sametingets valgmanntall i de respektive valgkretsene.
sme: Erohus vulggii das go juo vuosttaš válggaid rájes jagi 1989, lei leamaš stuora erohus das gallis ledje čálihan Sámedikki jienastuslohkui guđege válgabiires.

source: Valgkretsene var også av svært ulik størrelse geografisk – fra to kretser bestående av én kommune til én krets bestående av nesten hele Sør-Norge.
sme: Válgabiiriin lei maiddái hui stuora erohus geográfalaš sturrodagas; guokte biire rájes main lei okta suohkan, ovtta biire rádjái mas lei measta olles Lulli-Norga.

source: En annen type misnøye relatert til valgordningen fram til 2005 var at stadig flere opplevde det som mer og mer problematisk at det kunne ta mange dager å få klart et foreløpig valgoppgjør.
sme: Eará duhtameahttunvuohta mii guoská válgaortnegii gitta 2005 rádjái, lei ahte eambbogat ahte eambbogat vásihedje eanet ahte eanet váttisvuohtan dan go sáhtii ádjánit máŋga beaivvi oažžut čielgasii gaskaboddosaš válgabohtosa.

source: Etter valget i 2005 tok Sametinget initiativ til å få revidert eksisterende valgordning (Sametinget, 2007).
sme: Maŋŋil válggaid 2005 dáhtui Sámediggi dárkkistit daláš válgaortnega (Sámediggi, 2007).

source: Endringene som ble vedtatt, medførte blant annet at da det sjette sametingsvalget ble avholdt i 2009, var antall valgkretser redusert til syv. Samtidig ble det lagt inn en fleksibilitet når det gjaldt hvor mange representanter som skulle velges inn fra hver krets.
sme: Rievdadusat maid mearridedje mielddisbukte earret eará ahte go guđat sámediggeválggat ledje 2009, de lei válgabiiriid lohku njiedjan čiežai. Seammás biddjui fleksibilitehta dan ektui man galle áirasa galget válljejuvvot guđege biires.

source: Dette antallet baseres nå på kretsenes relative manntallsstørrelse ved foregående valg, men det skal uansett være minst to mandater fra hver krets.
sme: Dan logu mearrá dál biiriid relatiiva jienastuslogu sturrodat dan ovddit válggas, muhto galget goitge leat unnimusat guokte mandáhta juohke biires.

source: vil si samme antall som i opprinnelig valgordning (med unntak av i 2005, da antallet var 43 på grunn av fire utjevningsmandater).
sme: Oktiibuot galget válljejuvvot 39 áirasa, namalassii seamma ollu go dan ovdalaš válgaortnegis (earret jagi 2005 go lohku lei 43 njeallje dássenmandáhta dihte).

source: For å bidra til at opptellingen av stemmene skal gå raskere, innebærer den nye valgordningen også at det kun er lov å forhåndsstemme i kommuner som har færre enn 30 innmeldte i manntallet.
sme: Oassin oažžut jođáneappot lohkkot jienaid, de čuovvu ođđa válgaortnega maiddái ahte suohkaniin main leat unnit go 30 olbmo čálihuvvon jienastuslohkui lea lobálaš dušše ovdagihtii jienasteapmi.

source: En slik begrensning berører likevel bare et mindretall av de stemmeberettigede ettersom de fleste manntallsregistrerte er bosatt i kommuner som har mer enn 30 innmeldte.
sme: Diekkár ráddjen guoská goitge unnán olbmuide geain lea jienastanriekti, go eanas jienastuslohkui čálihuvvon olbmuin ásset suohkaniin main leat eanet go 30 čálihan jienastuslohkui.

source: 3.1.1 Datautfordringer, kildebruk og struktur
sme: 3.1.1 Datahástalusat, gáldugeavaheapmi ja struktuvra

source: Til tross for at det i løpet av en tjueårsperiode har vært gjennomført seks sametingsvalg, finnes det lite systematisert og dokumentert kunnskap om disse valgene.
sme: Vaikko guovttelot-jagi áigodagas leat čađahan guhtta sámediggeválgga, de lea unnán diehtu válggaid birra vuogimielde biddjon ja duođaštuvvon.

source: Tallene var heller ikke tilgjengelige i elektronisk format.
sme: fátmmastii ja logut eai lean álo kvalitehtasihkkarastojuvvon.

source: I de senere år er datasituasjonen blitt merkbart forbedret.
sme: Maŋemus jagiid lea datadilálašvuohta buorránan dovdomassii.

source: Fra og med valgåret 2005 er det Statistisk sentralbyrå som har ansvar for å utarbeide offisiell valgstatistikk for sametingsvalg, samt for å publisere denne via nettet.
sme: Válgajagi 2005 rájes lea Statistihkalaš guovddášdoaimmahagas leamaš ovddasvástádus ráhkadit almmolaš válgastatistihka (maiddái) sámediggeválggain, ja almmuhit dan interneahta bokte.

source: Fra samme tidspunkt har Sametinget hatt ansvar for selve føringen av valgmanntallet.
sme: Sámedikkis lea leamaš seamma áiggi rájes ovddasvástádus jienastuslogu čáliheamis.

source: På det grunnlag har Sametinget på eget nettsted publisert kretsvis informasjon om manntallets størrelse og kjønnsfordeling per kommune for valgene i 2005 og 2009.
sme: Dan vuođul lea Sámediggi iežas neahttabáikkis almmuhan dieđuid biiriid mielde, jienastuslogu sturrodaga ja sohkabealejuohkáseami ektui juohke suohkanis 2005 ja 2009 válggain.

source: I 2008 ble det igangsatt et samisk valgforskningsprogram med hovedfinansiering fra Norges forskningsråd.
sme: 2008 biddjui johtui Sámi válgadutkanprográmma mas Norgga dutkanráđđi lea váldoruhtadeaddji.

source: Valgforskningsprogrammet omfatter både en dokumentasjonsdel og en forskningsdel.
sme: Ulbmilin prográmmain lea máŋggabealat ja sisdoallá sihke dokumenterenoasi ja dutkanoasi.

source: I tillegg er det en intensjon å bidra til utvikling av en spesifikk sametingsrelatert valgforskningskompetanse.
sme: Dasa lassin lea áigumuššan veahkkin ovddidit spesifihkka sámediggeguoskevaš válgadutkangelbbolašvuođa.

source: Det foreliggende kapittelet har sitt utspring i et av valgforskningsprogrammets delprosjekter.
sme: Čuožžovaš kapihttalis lea vuolgga ovtta válgadutkanprográmma oasseprošeavttas.

source: Hensikten med kapittelet er å presentere og kommentere et sett tabeller og figurer som kan bidra til å gi et overblikk over manntallsutvikling og valgdeltakelse ved de seks sametingsvalgene så langt.
sme: Ulbmil kápihttaliin lea čájehit ja kommenteret muhtun oasi tabeallaid ja figuvrraid mat sáhttet veahkkin čájehit jienastusloguovdáneami ja válgaoassálastima dain guđa sámediggeválggain mat leat leamaš.

source: Fordi det altså ble gjort en omfattende endring i valgordningen etter valget i 2005, blir forhold som spesifikt angår 2009-valget, gjennomgående omtalt for seg.
sme: Dan dihte go dahke stuora rievdadusaid válgaortnegis maŋŋil válggaid 2005, de šaddet áššit mat gusket erenoamážit 2009-válggaide čađat almmuhuvvot sierra.

source: Både Sametingets og SSBs data om sametingsvalg har utgjort kilder i arbeidet med kapittelet.
sme: Sihke Sámedikki ja SGD data sámediggeválggaid birra leat leamaš gáldun kápihttala barggus.

source: Noen tallsett har Sametinget stilt til disposisjon i elektronisk filformat.
sme: Muhtun loguid lea Sámediggi addán elektrovnnalaš fiilaformáhtas.

source: I tillegg har det vært nødvendig å benytte sametingsinterne arbeidsdokumenter for valgene 1989–2001. Dette har først og fremst vært en rapport som Sametingets eget valgregelutvalg utarbeidet i 2001 (Sametinget, 2001).
sme: Dasa lassin lea leamaš dárbu geavahit sámedikki siskkáldas bargodokumeanttaid válggain 1989-2001. Dat lea leamaš vuosttažettiin raporta maid Sámedikki válganjuolggaduslávdegoddi ráhkadii 2001. (Sámediggi, 2001).

source: Det må likevel understrekes at på grunn av forhold ved selve føringen av manntallet ved de fire første valgene er også enkelte tall i denne rapporten beheftet med noe usikkerhet.
sme: Ferte goitge deattuhit ahte dihto áššiid dihte jienastuslogu čáliheamis njealji vuosttaš válggain, de leat muhtun logut maiddái dán raporttas eahpesihkkarat.

source: De tall som benyttes i kapittelet, er uansett antatt å være de mest korrekte tall som finnes per dato.
sme: Logut maid geavahit kápihttalis, leat goitge dat maid atnit eanemus rievttes lohkun mat leat oažžumis dássážii.

source: I de tilfeller det i dette kapittelet er benyttet talldata om andre valg enn sametingsvalg, er disse konsekvent hentet fra Statistisk sentralbyrås valgstatistikk på nett.
sme: Dakko gokko dán kápihttalis leat geavahan lohkodata eará válggaid birra go sámediggeválggaid, de leat dat aivve váldon Statistihkalaš guovddáš doaimmahaga válgastatistihkas interneahtas.

source: Fordi kildebruken i kapittelet er så vidt avgrenset, blir det gjennomgående ikke spesifisert kilde for hver enkelt tabell og figur.
sme: Sivas go kápihttala gáldugeavaheapmi lea nu viidát ráddjejuvvon, de ii leat ovttage tabellii ja figuvrii nammaduvvon gáldu sierra.

source: Kapittelet innledes med å vise hvordan Sametingets valgmanntall sett under ett har hatt en merkbar vekst fra valg til valg, samtidig som det hele veien har vært store forskjeller i manntallets størrelse og utvikling i ulike valgkretser.
sme: Kápihttala álggahusas čájehit mo Sámedikki jienastuslohku ollislaččat lea dovdomassii sturron válggas válgii, seammás go čađat leat leamaš stuora erohusat jienastuslogu sturrodagas ja ovdáneamis iešguđege válgabiires.

source: Kapittelet tar deretter for seg valgmanntallet på kommunenivå og dokumenterer at mens noen få kommuner har relativt mange innmeldte, har over halvparten av landets kommuner mellom null og tre i manntallet.
sme: Kápihttal joatká dasto suohkandási jienastusloguin ja duođašta ahte muhtun moatti suohkanis leat relatiivalaš oallugat čálihan jienastuslohkui, muhto badjel beali riikka suohkaniin leat gaskal nulla ja golbma olbmo jienastuslogus.

source: Videre har kapittelet egne delkapitler om manntallets alders- og kjønnsfordeling på ulike nivå, samt et om utmelding.
sme: Viidásit leat kápihttalis sierra oassekápihttalat jienastuslogu ahke- ja sohkabealejuoguin iešguđet dásiin, ja okta jienastuslogu eret dieđiheami birra.

source: Kapittelets siste del handler om valgdeltakelse.
sme: Kápihttala maŋemus oassi lea válgaoassálastima birra.

source: Her blir først samlet valgdeltakelse ved de seks sametingsvalgene relatert til deltakelse ved andre valgtyper i Norge i samme tidsperiode.
sme: Das álggos ollislaš válgaoassálastin guđa sámediggeválggain oassálastima ektui eará válggain Norggas seamma áigodagas.

source: Deretter blir valgdeltakelsen ved sametingsvalgene 1989–2005 og i 2009 presentert på kretsnivå.
sme: Dasto joatká ovdanbuktin sámediggeválggaid 1989-2005 ja 2009 válgaoassálastin biiredásis.

source: Kapittelet avrundes med en kort sluttkommentar.
sme: Kápihttal loahpahuvvo oanehis loahppacealkámušain.

source: Kapittelet er først og fremst beskrivende;
sme: Kápihttal lea vuosttažettiin čilgejeaddji;

source: ambisjonen har vært å sammenstille informasjon, ikke å utforske mulige årsaker og sammenhenger.
sme: ambišuvdna lea leamaš čohkket dieđuid, ii guorahallat vejolaš árttaid ja oktavuođaid.

source: En spesiell takk til Jo Saglie for nyttige innspill i siste fase av arbeidet med kapittelet.
sme: Erenoamáš giitu Jo Saglie dárbbašlaš neavvagiid ovddas kapihttala maŋemus oasi barggus.

source: 3.2 Valgmanntallet totalt og kretsvis 1989–2009
sme: 3.2 Jienastuslohku obbalaččat ja biriin 1989-2009

source: Sametingets valgmanntall er på mange måter selve fundamentet for sametingsvalgene.
sme: Sámedikki jienastuslohku lea máŋgga ládje sámediggeválggaid vuođustus.

source: Helt siden arbeidet med å få etablert et representativt samisk folkevalgt organ i Norge tok til, har det vært debatt om de samiske kriteriene for retten til å melde seg inn i dette manntallet (NOU 1984: 18;
sme: Dan rájes go álggahedje barggu ásahit representatiiva sámi álbmotválljejuvvon orgána Norggas, lea leamaš digaštallan sámi eavttuid birra, mat addet rievtti čálihit dán jienastuslohkui (NOU 1984: 18;

source: Sametinget, 2007).
sme: Sámediggi, 2007).

source: Det har også vært ulike oppfatninger av hvor mange som kunne antas å oppfylle de vedtatte kriteriene for innmelding.
sme: Leat maiddái leamaš iešguđetlágán oaivilat das man oallugiid sáhttá jáhkkit deavdit dohkkehuvvon sisadieđihan eavttuid.

source: Dette henger nært sammen med at verken Norge eller andre stater med tradisjonell samisk bosetning registrerer samisk – eller annen etnisk – tilhørighet i folketellinger eller i andre offentlige registre.
sme: Dat lea čadnon dasa go ii Norga, eaige eará stáhtat main leat árbevirolaš sámi ássanguovllut, logahala sámi (dahje eará čearddalaš) gullevašvuođa álbmotlohkamiin dahje eará almmolaš logahallamiin.

source: Dermed kan det heller ikke produseres offisiell statistikk om samene som gruppe.
sme: Dasto eai sáhtege buvttadit almmolaš statistihka sápmelaččaid birra joavkun;

source: Dagens samebefolkning i Norge er de facto en ukjent størrelse.
sme: otná sámeálbmogis Norggas lea de facto amas mahtodat.

source: Til tross for at det ikke foreligger offisielle tall for hvor mange samene er, verken totalt eller i gitte områder, er det en utbredt oppfatning at langt fra alle som formelt oppfyller kriteriene for å melde seg inn i valgmanntallet, faktisk benytter seg av denne retten.
sme: Vaikko vel eai gávdnoge almmolaš logut mat muitalit man galle sápmelačča leat, eai obbalaččat, eaige vissis guovlluide, de lea goitge dovddus ipmárdus ahte eai lahkage buohkat sii geat formálalaččat deavdet eavttuid dieđihit jienastuslohkui, albma ilmmis geavat dán rievtti.

source: Dette er ikke blitt systematisk studert, og problemstillingen kan heller ikke utdypes i denne teksten.
sme: Dán eai leat systemáhtalaččat guorahallan ja dán čuolmma ii sáhte čiekŋudit dán čállosis.

source: Det er imidlertid vanlig å anta at de valg den enkelte gjør i så måte, kan skyldes en kombinasjon av ulike historiske, kulturelle og politiske forhold i omgivelsene, sammenflettet med mer personlige forhold knyttet til egen slekt, historie og livsløpsfase.
sme: Lea goitge dábálaš doaivut ahte ákkat olbmuid válljejumiide leat lotnolasat iešguđetlágán historjjálaš, kultuvrralaš ja politihkalaš dilálašvuođat birrasis, seaguhuvvon persovnnalaš oktavuođain sogaiguin, bearrašiin(-historjjáin) ja eallingearddi muttuin.

source: Inkludert her er at det ikke nødvendigvis er alle samer som er enig i Sametingets eksistensberettigelse generelt og/eller valgmanntallets føring og kriterier spesielt.
sme: Fárus dás lea ahte eai leat dárbbu dihte visot sápmelaččat ovttaoaivilis Sámedikki eksisteansavuoigaduvvomiin generealla dásis ja/dahje jienastuslogu jođihemiin ja eavttuin erenoamážit.

source: Samtidig er det en utbredt antakelse at noen av dem som melder seg inn i Sametingets valgmanntall, først og fremst gjør dette for å tilkjennegi tilhørighet til et samisk fellesskap og/eller for å gi en indirekte støtte til eksistensen av et samepolitisk system generelt og Sametinget spesielt.
sme: Aŋkke lea viiddis gáddu ahte muhtimat sis geat dieđihit Sámedikki jienastuslohkui, vuosttažettiin dahket dan vai dovddastit gullevašvuođa muhtin sámi searvivuhtii ja/dahje vai addet eahpenjuolggo doarjaga sámepolitihkalaš vuogádahkii generealla dásis ja Sámediggái erenoamážit.

source: Noen av disse vil i utgangspunktet ikke ha interesse av å delta i den mer konkrete samepolitiske virksomhet, selv ikke i form av kun å avlegge stemme.
sme: Muhtimiin dáin ii leat álgoálggus beroštupmi searvat eanet konkrehta sámepolitihkalaš doibmii, ii (duššo) jienasteami hámisge.

source: Sametingets valgmanntall er altså genuint opprettet for å være et redskap i prosessen med å velge representanter til Sametinget.
sme: Sámedikki jienastuslogu leat dasto álgoálggus ásahan reaidun proseassas válljet Sámediggái ovddasteddjiid.

source: Fram til revisjonen av valgordningen i 2008 benyttet den norske teksten i sameloven ordet samemanntall om det som nå heter Sametingets valgmanntall.
sme: Gitta válgaortnega dárkkisteami rádjái jagi 2008 geavahedje sámelága dárogielat čállosis sáni samemanntall dasa

source: Samisk tilhørighet ble på ulike vis registrert i folketellinger før 1940. I Norge er det etter dette kun folketellingen i 1970 som har inkludert spørsmål om samisk språkbruk og identitet (Aubert, 1970).
sme: Sámi gullevašvuođa logahalle iešguđetlágán vugiin álbmotlohkamiin ovdal 1940. Norggas leat maŋŋel dan duššo jagi 1970 álbmotlohkamis váldán fárrui jearaldagaid sámi giellageavaheamis ja identitehtas (Aubert, 1970).

source: Se Pettersen (2006) for en nærmere omtale av denne tematikken.
sme: Geahča Pettersen (2006), eanet lohkat dán fáttás.

source: førte til at dette manntallet iblant ble oppfattet som en form for generelt "sameregister".
sme: “Samemanntall” sáni geavahus dagahii ahte dán jienastuslogu muhtimin doivo leat muhtin lágan obbalaš “sámeregisttarin”.
